
# Софи́зм — формально кажущееся правильным, но ложное по существу умозаключение, основанное на преднамеренно неправильном подборе исходных положений.
# В зависимости от контекста софизм может означать: 
# Сложное рассуждение, иногда намеренно запутанное с целью показать умственное превосходство или ввести в заблуждение.

# В парке покосили траву вдоль дорожек.
# Раньше собака приносила одного клеща в неделю, а теперь три в неделю.
# Похоже, покос травы заказали клещи, живущие далеко от дорожек.



